Repository: kodi-game/game.libretro.craft
Catalog: game.libretro.craft/resources/language/resource.language.*/strings.po
Languages: da_dk, es_es, ga, it_it, zh_cn

# Addon Description
source: Craft is a simple Minecraft clone written in C using modern OpenGL.
da_dk: Craft er en simpel Minecraft-klon skrevet i C ved hjælp af moderne OpenGL.
es_es: Craft es un simple clon de Minecraft escrito en C usando OpenGL moderno.
ga: Is clón simplí Minecraft é Craft atá scríofa i C ag baint úsáide as OpenGL nua-aimseartha.
it_it: Craft è un semplice clone di Minecraft scritto in C usando il moderno OpenGL.
zh_cn: Craft 是一个用 C 语言编写使用现代 OpenGL 的简单 Minecraft 克隆。

# Addon Disclaimer
source: Image credit: Aaron Smith
da_dk: Billedkreditering: Aaron Smith
es_es: Créditos de la imagen: Aaron Smith
ga: Creidmheas íomhá: Aaron Smith
it_it: Credito immagine: Aaron Smith
zh_cn: 图片来源：Aaron Smith

# #30000
source: Settings
it_it: Impostazioni

# #30001
source: Resolution (restart)
da_dk: Opløsning (genstart)
es_es: Resolución (Reiniciar)
ga: Rún (atosú)
it_it: Risoluzione (riavvio)
zh_cn: 分辨率（重新启动）

# #30002
source: Show info text
da_dk: Vis infotekst
es_es: Mostrar Texto Informativo
ga: Taispeáin téacs eolais
it_it: Mostra testo informativo
zh_cn: 显示信息文本

# #30003
source: Jumping Flash mode
da_dk: Hoppende Flash-tilstand
es_es: Modo Flash de Salto
ga: Mód Léimneach Flash
it_it: Modalità di salto flash
zh_cn: 跳跃闪烁模式

# #30004
source: Field of view
da_dk: Synsfelt
es_es: Campo de Visión
ga: Réimse radhairc
it_it: Campo visivo
zh_cn: 视野

# #30005
source: Draw distance
da_dk: Tegne-afstand
es_es: Distancia de Trazado
ga: Tarraing achar
it_it: Disegna distanza
zh_cn: 绘制距离

# #30006
source: Inverted aim
da_dk: Omvendt sigte
es_es: Objetivo Invertido
ga: Aidhm inbhéartaithe
it_it: Obiettivo invertito
zh_cn: 反向瞄准

# #30007
source: Right analog sensitivity
da_dk: Højre analog følsomhed
es_es: Sensibilidad Analógico Derecho
ga: Íogaireacht analógach ar dheis
it_it: Sensibilità analogica destra
zh_cn: 右侧模拟灵敏度

# #30008
source: Analog deadzone size
da_dk: Størrelse på analog dødzone
es_es: Tamaño de la Zona Muerta Analógica
ga: Méid crios marbh analógach
it_it: Dimensione zona morta analogica
zh_cn: 模拟死区大小
